cny486/ESP32_WIFI_UART_BRIDGE/src/WIFI_UART_BRIDGE/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BRIDGE_WIFI_SSID=""
CONFIG_BRIDGE_WIFI_PASSWORD=""
CONFIG_BRIDGE_TCP_HOST="192.168.1.100"
CONFIG_BRIDGE_UART_PORT=1
CONFIG_BRIDGE_UART_TX_GPIO=44
CONFIG_BRIDGE_UART_RX_GPIO=43
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
